Repository: AAR0N-byte/colobot-data
Catalog: levels/scene101/po/*.po
Languages: de

source: E
de: D

source: scene101:Equipment
de: scene101:Ausrüstung

source: scene101:Prepare yourself to embark on mankind's most thrilling adventure yet.
de: scene101:Bereite dich vor, zu dem bisher größten Abenteuer der Menschheit aufzubrechen.

source: From the NASA Training Center
de: Aus dem NASA Training Center

source: We are pleased to inform you that you have been selected for the space exploration mission Colobot.
de: Wir sind erfreut Sie zu benachrichtigen, dass Sie für die Weltraumforschungsmission "Colobot" ausgewählt wurden.

source: Your psychological profile has been established as more than 98.84% favorable, and your aptitude during the extensive testing period was undeniable. The detailed results are at your disposal in the central computer under the registration number that was assigned to you.
de: Ihr psychologisches Profil wurde als 98.84% passend eingestuft, und Ihre Begabung im Rahmen des extensiven Testzeitraumes war unbestreitbar. Die genauen Ergebnisse finden sie an Ihrem Zentralcomputer unter der Anmeldenummer die ihnen zugeteilt wurde.

source: Please report to the <a object|Huston>Houston Mission Control</a> for further directives about your forthcoming mission.
de: Bitte melden Sie sich bei dem <a object|Huston>Missionskontrollzentrum Houston</a> für weitere Anweisungen über die anstehende Mission.

source: From Houston Mission Control
de: Aus dem Missionskontrollzentrum Houston

source: As you know, Earth is heading towards imminent disaster, due to increasing atmospheric pollution.
de: Wie Sie wissen nähert sich die Erde aufground von wachsender atmosphärischer Verschmutzung der unmittelbar bevorstehenden Katastrophe.

source: <a object|human>Your</a> mission consists of exploring neighboring galaxies with the hopes of finding a planet that will be suitable to human needs and possibly serve as a shelter for mankind. You will be on your own for the entire mission but your spaceship will be carrying a few bots along.
de: <a object|human>Ihre</a> Mission besteht aus der Erforschung der benachbarten Galaxien mit der Hoffnung einen Planet zu finden, der für Menschen geeignet ist und möglicherweise als Unterkunft für die Menschheit dienen kann. Sie werden währen der gesamten Mission auf sich selbst gestellt sein, jedoch wird Ihr Raumschiff ein paar Raumschiffe mit sich führen.

source: Eight months ago an expedition composed entirely of robots was sent across the cosmos with the same objective. It encountered a fair share of obstacles along the way, apparently landing on planets that were unsuitable for colonization, even possibly outright hostile. Very recently all communications were terminated.
de: Vor acht Monaten wurde eine nur aus Robortern zusammengestellte Expedition mit dem selben Ziel durch den Kosmos geschickt. Sie begegnete einigen Hindernisse auf ihrem Weg und landete auf Planeten die eindeutig nicht bewohnbar waren, sogar überaus gefährlich. Vor kurzer Zeit brachen alle Verbindungen ab.

source: The reasons for the mission's failure are unclear at this date, mainly because of recurrent transmission problems. It is our hope that you will be able to use some of the data it gathered to your advantage.
de: Die Gründe für das Scheitern der Mission sind zurzeit noch unklar, hauptsächlich aufgrund von wiederholten Übertragungsproblemen. Wir hoffen, das Sie die gesammelten Daten zu Ihrem Vorteil ausnutzen können.

source: Immediate Objective
de: Unmittelbares Ziel

source: The Nevada desert is already bustling with activity. Bots are setting up a space station catered to your specific needs.
de: Die Wüste von Nevada ist bereits eifrig bei der Arbeit. Roboter errichten eine Raumstation, die auf Ihre speziellen Bedürfnisse abgestimmt ist.

source: In order to let you familiarize with your spacesuit and equipment, we have set up a few training drills.
de: Um Sie mit dem Raumanzug und der Ausrüstung vertrauter zu machen haben wir ein paar Übungen eingerichtet.

source: In the first drill, you need to find your survival kit that contains all the tools necessary to brave the cold of outer space. It is easy to spot since it contains both an orange and a blue tank.
de: In der ersten Übung müssen Sie das Überlebenskit finden, die die Werkzeuge enthält, die Sie benötigen werden um der Kälte des Weltraums zu trotzen. Es sollte einfach zu finden sein, da es sowohl einen blauen als auch einen orangefarbenen Tank enthält.

source: See also
de: Siehe auch

source: <a command>Controls</a>
de: <a command>Steuerung</a>

source: Walkthrough
de: Lösungsweg

source: To find the survival kit from your starting point :
de: Um das Überlebenskit von Ihrem Ausgangspunkt zu finden :

source: Follow the road heading south.
de: Folgen Sie der Straße nach Süden.

source: Turn east (left) at the first crossroad.
de: Biegen Sie and der ersten Querstraße nach Osten (links) ab.

source: The survival kit is lying between the northern wall of Mission Control and the first tree on the right hand side of the road.
de: Das Überlebenskit liegt zwischen der nördlichen Wand des Kontrollzentrums und dem ersten Baum an der rechten Straßenseite.

source: Just position yourself close to it to successfully complete the drill.
de: Stellen Sie sich nah an es heran um die Übung erfolgreich abzuschließen.
