Repository: AAR0N-byte/colobot-data
Catalog: levels/exercises/po/*.po
Languages: pl

source: E
pl: P

source: exercises.001:Spiders and supply
pl: exercises.001:Pająki i zaopatrzenie

source: exercises.001:Supply problems and fight against motionless targets
pl: exercises.001:Problemy z zaopatrzeniem i walka z nieruchomymi celami

source: exercises.002:Ants and wasps
pl: exercises.002:Mrówki i osy

source: exercises.002:Fight against moving targets
pl: exercises.002:Walka z ruchomymi celami

source: exercises.003:Fundamentals
pl: exercises.003:Podstawy

source: exercises.004:Motors
pl: exercises.004:Silniki

source: exercises.004:Motor
pl: exercises.004:Silnik

source: exercises.005:Mover
pl: exercises.005:Poruszanie się

source: exercises.005:Move
pl: exercises.005:Poruszanie się

source: exercises.006:Functions
pl: exercises.006:Funkcje

source: exercises.007:Classes
pl: exercises.007:Klasy
