Repository: AAR0N-byte/colobot-data
Catalog: levels/scene102/po/*.po
Languages: de

source: E
de: D

source: scene102:Building
de: scene102:Gebäude

source: scene102:Learn how to construct buildings.
de: scene102:Lerne wie man Gebäude errichtet.

source: From Mission Control
de: Aus dem Kontrollzentrum

source: This is your second drill. <a object|human>You</a> should now familiarize yourself with the handling of basic equipment. This could turn out to be your best ally during the course of this expedition.
de: Dies ist Ihre zweite Übung. <a object|human>Sie</a> sollten sich jetzt mit der Bedienung ihrer Ausrüstung vertrauter machen. Das könnte sich als guter Vorteil während der Expedition herausstellen.

source: The construction of buildings and the manufacturing of bots all require the use of <a object|titan>titanium</a>. Titanium is a mineral found in most solar systems in the universe.
de: Die Konstruktion von Gebäuden und die Herstellung von Roboter benötigen beide <a object|titan>titanium</a>. Titan ist ein Mineral welches in den meisten Sonnensystemen des Universums anzutreffen ist.

source: Procedure
de: Vorgehen

source: Position yourself close to the first <a object|titan>titanium cube</a>.
de: Stellen Sie sich nah genug an den ersten <a object|titan>Titanwürfel</a> heran.

source: Build a <a object|research>research center</a> <button 163/>. Note that only <a object|human>you</a> can accomplish the task of building; no bot can be substituted.
de: Bauen Sie ein <a object|research>Forschungszentrum</a> <button 163/>. Beachten sie dass nur <a object|human>Sie</a> fähig sind dies zu tun; Roboter können nicht verwendet werden.

source: With a second <a object|titan>titanium cube</a>, build a <a object|factory>bot factory</a> <button 160/>.
de: Verwenden Sie einen zweiten <a object|titan>Titanwürfel</a>um eine <a object|factory>Roboterfabrik</a> <button 160/> zu bauen.

source: <format key><key help/></format> allows you to review these instructions at all times on your personal SatCom <button 63/>.
de: <format key><key help/></format> erlaubt Ihnen jederzeit diese Anweisungen auf ihrem SatCom <button 63/> anzusehen.

source: See also
de: Siehe auch

source: <a command>Controls</a>
de: <a command>Steuerung</a>

source: Walkthrough
de: Lösungsweg

source: Walk down the street that runs beside <a object|Huston>Mission Control</a>. You will find a <a object|titan>titanium cube</a> on the left hand side of the road, right after the <a object|botgr>grabber bot</a>.
de: Folgen sie der Straße entlang dem <a object|Huston>Missionskontrollzentrum</a>. Auf der linken Seite werden Sie direkt hinter einem <a object|botgr>Transportroboter</a> einen <a object|titan>Titanwürfel</a> auffinden.

source: Face the cube. Click on the first button at the bottom left of your screen: <button 163/> <build a <a object|research>research center</a>>.
de: Wenden Sie sich zu dem Würfel. Klicken Sie auf den ersten Knopf unten links auf dem Bildschirm: <button 163/> <Baut ein <a object|research>Forschungszentrum</a>>.

source: Walk further down the road. The second cube is on the right past the four green <a object|power>power cells</a>.
de: Laufen Sie weiter die Straße entlang. Der zweite Titanwürfel befindet sich hinter den vier grünen <a object|power>Batterien</a>.

source: Repeat 1) but click on the second button: <button 160/> <build a <a object|factory>bot factory</a>>.
de: Wiederholen Sie 1) aber klicken Sie diesmal auf den zweiten Knopf: <button 160/> <Baut eine <a object|factory>Roboterfabrik</a>>.

source: As soon as both buildings are completed, the mission is at an end.
de: Sobald beide Gebäude fertiggestellt sind, ist die Mission abgeschlossen.
