Repository: AAR0N-byte/colobot-data
Catalog: levels/missions/po/*.po
Languages: de, fr, pl

source: E
de: D
fr: F
pl: P

source: missions.001:Leaving Earth
de: missions.001:Weg von der Erde
fr: missions.001:Départ de la Terre
pl: missions.001:Pożegnanie z Ziemią

source: missions.001:Earth
de: missions.001:Erde
fr: missions.001:Terre
pl: missions.001:Ziemia

source: missions.002:On the Moon
de: missions.002:Auf dem Mond
fr: missions.002:Sur la Lune
pl: missions.002:Na Księżycu

source: missions.002:Moon
de: missions.002:Mond
fr: missions.002:Lune
pl: missions.002:Księżyc

source: missions.003:On Tropica
de: missions.003:Auf Tropia
fr: missions.003:Sur Tropica
pl: missions.003:Na Tropice

source: missions.003:Tropica
de: missions.003:Tropia
pl: missions.003:Tropika

source: missions.004:On Crystalium
de: missions.004:Auf Kristallia
fr: missions.004:Sur Crystalium
pl: missions.004:Na Krystalii

source: missions.004:Crystalium
de: missions.004:Kristallia
pl: missions.004:Krystalia

source: missions.005:On Saari
de: missions.005:Auf Saari
fr: missions.005:Sur Saari
pl: missions.005:Na Saari

source: missions.006:On Volcano
de: missions.006:Auf Vulkania
fr: missions.006:Sur Volcano
pl: missions.006:Na Wulkanii

source: missions.006:Volcano
de: missions.006:Vulkania
pl: missions.006:Wulkania

source: missions.007:On Centaury
de: missions.007:Auf Centauri
fr: missions.007:Sur Centaury
pl: missions.007:Na Centurii

source: missions.007:Centaury
de: missions.007:Centauri
pl: missions.007:Centuria

source: missions.008:On Orpheon
de: missions.008:Auf Orpheon
fr: missions.008:Sur Orphéon
pl: missions.008:Na Orfenii

source: missions.008:Orpheon
fr: missions.008:Orphéon
pl: missions.008:Orfenia

source: missions.009:On Terranova
de: missions.009:Auf Terranova
fr: missions.009:Sur Terranova
pl: missions.009:Na Nowej Ziemi

source: missions.009:Terranova
pl: missions.009:Nowa Ziemia
