Repository: AAR0N-byte/colobot-data
Catalog: levels/missions/chapter004/level002/po/*.po
Languages: fr

source: E
fr: F

source: Subterranean strategy
fr: Eliminez les vers

source: Use the planet's resources to combat the virus-spreading worms.
fr: Eliminez tous les vers de la région.

source: From Mission Control
fr: Instructions de Houston

source: Cleanse the area of all hostile organisms. The way you accomplish this (<a object|tower>defense tower</a> or <a object|botfj>winged shooter</a>) is up to you.
fr: Eliminez toute présence nuisible de la région. A vous de trouver le moyen le plus efficace (<a object|tower>tour de défense</a> ou robot <a object|botfj>shooter</a>).

source: The radar seems to be perfectly suited to the detection of worms. Keep in mind though that they only appear when they are on the surface.
fr: Nous avons constaté que le <a object|radar>radar</a> détecte parfaitement les <a object|worm>vers</a>, du moins tant qu'ils sont en surface. Ceci peut vous être utile.

source: We relayed a transmission to your <a object|factory>bot factory</a>. It concerns a bot designed to detect raw materials in the subsoil: energy sources, ore. We call it a <a object|botsr>sniffer</a> for short. Preliminary analysis leads us to believe that the presence of titanium ore on Crystalium is closely linked to the growth of large blue crystals. If this is indeed the case, this information should allow you to save some precious time. A <a object|derrick>derrick</a> is of course required for the extraction.
fr: Nous avons transmis à votre <a object|factory>fabrique de robots</a> les informations nécessaires pour construire un robot capable de <a object|botsj>détecter</a> les richesses du sous-sol (énergie, minerai). Les informations transmises par l'expédition précédente laissent à penser que la présence de titanium en sous-sol favorise la croissance de grands cristaux bleu-violets. Ceci peut vous permettre de gagner du temps dans vos recherches des gisements de <a object|titanore>minerai de titanium</a>, que vous pouvez ensuite exploiter à l'aide d'un <a object|derrick>derrick</a>.

source: <format key><key help/></format> allows you to review these instructions at all times on your personal SatCom <button 63/>.
fr: Nous avons amélioré le programme permettant à un robot d'amener le minerai vers le <a object|convert>convertisseur</a> (voir la page programmes <button 53/>).

source: See also
fr: Voir aussi

source: <a command>Controls</a> and <a cbot>CBOT Language</a>
fr: <a command>Commandes</a>.

source: Programs dispatched by Houston
fr: Programmes envoyés par Houston

source: Below is one of the programs that has been developed by our engineers. An upgrade on the previous program: the <a object|botgr>grabber</a>, on its way back from the converter, makes a stop, if necessary, at the <a object|station>power station</a> to recharge its power cell.
fr: Voilà une version améliorée du programme précédent. En effet, le robot refait le plein d'énergie sur une <a object|station>station de recharge</a> après avoir déposé le minerai, si nécessaire.

source: This program also works on <a object|botgj>winged grabbers</a>, if the <a object|derrick>derrick</a> is on another island than the <a object|convert>converter</a>.
fr: Ce programme fonctionne aussi avec des <a object|botgj>déménageurs volants</a>, dans le cas où le <a object|derrick>derrick</a> serait sur une autre île que le <a object|convert>convertisseur</a>.

source: extern void object::CollectTitanium2() { // 1) Variable definition. <a cbot|type>object</a> item; // info. about objects // 2) Go to the titanium ore and grab it. item = <a cbot|radar>radar</a>(<a cbot|category>TitaniumOre</a>);// look for titanium ore <a cbot|goto>goto</a>(item.position); // go to the position <a cbot|grab>grab</a>(); // grab the titanium // 3) Go to the converter and drop it. item = <a cbot|radar>radar</a>(<a cbot|category>Converter</a>); // look for converter <a cbot|goto>goto</a>(item.position); // go to the position <a cbot|drop>drop</a>(); // drop the titanium <a cbot|move>move</a>(-2.5); // step back 2.5 m // 4) If power cell half empty, recharges. if ( energyCell.energyLevel < 0.5 ) { // if so: item = <a cbot|radar>radar</a>(<a cbot|category>PowerStation</a>); // look for station <a cbot|goto>goto</a>(item.position); // go there <a cbot|wait>wait</a>(5); // wait } }
fr: extern void object::ApporteTitanium2() { // 1) Définition des variables. <a cbot|type>object</a> chose; // déclaration variable // 2) Va vers le minerai et le prend. chose = <a cbot|radar>radar</a>(<a cbot|category>TitaniumOre</a>); // cherche le minerai <a cbot|goto>goto</a>(chose.position); // va à la position <a cbot|grab>grab</a>(); // prend le titanium // 3) Va vers le convertisseur et pose le minerai. chose = <a cbot|radar>radar</a>(<a cbot|category>Converter</a>); // cherche convertisseur <a cbot|goto>goto</a>(chose.position); // va à la position <a cbot|drop>drop</a>(); // pose le titanium <a cbot|move>move</a>(-2.5); // recule de 2.5 m. // 4) Si pile à moitié déchargée, va recharger. if ( <a cbot|object>energyCell.energyLevel</a> < 0.5 ) { // si oui: chose = <a cbot|radar>radar</a>(<a cbot|category>PowerStation</a>); // cherche station <a cbot|goto>goto</a>(chose.position); // va recharger <a cbot|wait>wait</a>(5); // attend } }

source: Index of the programs dispatched in former missions:
fr: Résumé des programmes déjà reçus:

source: <code><a mlcrys1>CollectTitanium1</a></code>
fr: <code><a mlcrys1>ApporteTitanium1</a></code>

source: <code><a mllune1>SwitchCell1</a></code>
fr: <code><a mllune1>EchangePile1</a></code>

source: Satellite Report
fr: Rapport du satellite

source: Currently in a geo-stationary orbit of Crystalium.
fr: En orbite géostationnaire autour de Crystalium.

source: \tab;Temperature: 3.2C \tab;Atmosphere: nitrogen \tab;Wind: 0.0 mps \tab;Titanium ore: none \tab;Uranium ore: none
fr: \tab;Température: 3.2 degrés \tab;Atmosphère: azote \tab;Vent: 0.0 m/s \tab;Minerai titanium: aucun \tab;Minerai uranium: aucun

source: -> SUBSOIL<c/>
fr: -> SOUS-SOL<c/>

source: \tab;Energy source: isolated (close to the spaceship) \tab;Titanium ore: scattered \tab;Uranium ore: none
fr: \tab;Energie: près du vaisseau \tab;Minerai titanium: par endroits \tab;Minerai uranium: aucun

source: -> ADDITIONAL INFORMATION<c/>
fr: -> INFORMATIONS SPECIALES<c/>

source: \tab;Detected: worms \tab; - Danger: no
fr: \tab;Détecté: vers \tab; - Danger: non

source: Walkthrough
fr: Solution

source: Build a <a object|factory>bot factory</a>.
fr: Construisez une <a object|factory>fabrique de robots</a>.

source: Produce a <a object|botsj>winged sniffer</a>.
fr: Construisez un <a object|botsj>robot renifleur</a>.

source: Sniff the ground near the large crystals until you get a <a object|stonspot>red cross</a>.
fr: Sondez le sol avec le robot renifleur à proximité des cristaux, jusqu'à obtenir une <a object|stonspot>croix rouge</a>.

source: Build a <a object|derrick>derrick</a> near the red cross.
fr: Construisez un <a object|derrick>derrick</a> proche de la croix rouge.

source: Build a <a object|convert>converter</a>.
fr: Construisez un <a object|convert>convertisseur</a>.

source: The pairing of a derrick and a converter allows for an unlimited supply of <a object|titan>titanium</a>. In order to leave this task to a bot, execute the program <code>CollectTitanium2</code>.
fr: Le couple derrick-convertisseur permet de produire du <a object|titan>titanium</a> tant qu'il en faut. Pour automatiser cette tâche, exécutez le programme <code>ApporteTitanium2</code> dans le <a object|botgj>robot déménageur volant</a>.

source: Sniff the area at the foot of the spaceship. A <a object|enerspot>green cross</a> means you can build a <a object|station>power station</a> on the spot.
fr: Sondez les zones plates proches du vaisseau avec le renifleur. Lorsqu'une <a object|enerspot>croix verte</a> est trouvée, construisez une <a object|station>station de recharge</a>.

source: Build a <a object|radar>radar</a>.
fr: Construisez un <a object|radar>radar</a>.

source: Produce a <a object|botfj>winged shooter</a>.
fr: Construisez un <a object|botfj>robot shooter volant</a>.

source: Eliminate all worms.
fr: Tuez tous les <a object|worm>vers</a>.

source: 10) Go back to your ship and take off.
fr: 10) Retournez sur le <a object|base>vaisseau</a> et décollez.

source: <a command>Controls</a>
fr: <a command>Commandes</a>.
