Repository: AAR0N-byte/colobot-data
Catalog: levels/freemissions/po/*.po
Languages: de, pl, ru

source: E
de: D
pl: P
ru: R

source: freemissions.001:Leaving Earth
de: freemissions.001:Weg von der Erde
pl: freemissions.001:Pożegnanie z Ziemią
ru: freemissions.001:Покидая землю

source: freemissions.001:Earth
de: freemissions.001:Erde
pl: freemissions.001:Ziemia
ru: freemissions.001:Земля

source: freemissions.002:On the Moon
de: freemissions.002:Auf dem Mond
pl: freemissions.002:Na Księżycu
ru: freemissions.002:На Луне

source: freemissions.002:Moon
de: freemissions.002:Mond
pl: freemissions.002:Księżyc
ru: freemissions.002:Луна

source: freemissions.003:On Tropica
de: freemissions.003:Auf Tropia
pl: freemissions.003:Na Tropice
ru: freemissions.003:На Тропике

source: freemissions.003:Tropica
de: freemissions.003:Tropia
pl: freemissions.003:Tropika
ru: freemissions.003:Тропика

source: freemissions.004:On Crystalium
de: freemissions.004:Auf Kristallia
pl: freemissions.004:Na Krystalii
ru: freemissions.004:На Кристаллиуме

source: freemissions.004:Crystalium
de: freemissions.004:Kristallia
pl: freemissions.004:Krystalia
ru: freemissions.004:Кристаллиум

source: freemissions.005:On Saari
de: freemissions.005:Auf Saari
pl: freemissions.005:Na Saari
ru: freemissions.005:На Саари

source: freemissions.005:Saari
ru: freemissions.005:Саари

source: freemissions.006:On Volcano
de: freemissions.006:Auf Vulkania
pl: freemissions.006:Na Wulkanii
ru: freemissions.006:На Вулкане

source: freemissions.006:Volcano
de: freemissions.006:Vulkania
pl: freemissions.006:Wulkania
ru: freemissions.006:Вулкан

source: freemissions.007:On Centaury
de: freemissions.007:Auf Centauri
pl: freemissions.007:Na Centurii
ru: freemissions.007:На Центавре

source: freemissions.007:Centaury
de: freemissions.007:Centauri
pl: freemissions.007:Centuria
ru: freemissions.007:Центавр

source: freemissions.008:On Orpheon
de: freemissions.008:Auf Orpheon
pl: freemissions.008:Na Orfenii
ru: freemissions.008:На Орфее

source: freemissions.008:Orpheon
pl: freemissions.008:Orfenia
ru: freemissions.008:Орфей

source: freemissions.009:On Terranova
de: freemissions.009:Auf Terranova
pl: freemissions.009:Na Nowej Ziemi
ru: freemissions.009:На Терранове

source: freemissions.009:Terranova
pl: freemissions.009:Nowa Ziemia
ru: freemissions.009:Терранова
